Repository: wp-plugins/demomentsomtres-wine-catalog
Catalog: languages/dmst-catalog-*.po
Languages: ca

source: Title:
ca: Títol:

source: Image
ca: Imatge

source: URL Label:
ca: Etiqueta URL:

source: Some plugins are missing!
ca: Falten algunes extensions

source: This are the required plugins
ca: Aquestes són les extensions requerides

source: Install Required Plugins
ca: Instal·lar les extensions requerides

source: Install Plugins
ca: Instal·lar extensions

source: Installing Plugin: %s
ca: Instal·lant l'extensió: %s

source: Something went wrong with the plugin API.
ca: Hi ha hagut un error amb l'API de les extensions

source: This theme requires the following plugin: %1$s.
ca: Aquesta extensió necessita l'extensió %1$s

source: This theme recommends the following plugin: %1$s.
ca: Per aquesta extensió és recomanable l'extensió %1$s

source: Sorry, but you do not have the correct permissions to install the %s plugin. Contact the administrator of this site for help on getting the plugin installed.
ca: No tens permisos suficients per instal·lar l'extensió %s.

source: The following required plugin is currently inactive: %1$s.
ca: L'extensió %1$s és necessària i es troba inactiva.

source: The following recommended plugin is currently inactive: %1$s.
ca: L'extensió recomanada %1$s es troba inactiva.

source: Sorry, but you do not have the correct permissions to activate the %s plugin. Contact the administrator of this site for help on getting the plugin activated.
ca: No tens permisos suficients per activar l'extensió %1$s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
ca: Cal actualitzar l'extensió %1$s per assegurar la compatibilitat.

source: Sorry, but you do not have the correct permissions to update the %s plugin. Contact the administrator of this site for help on getting the plugin updated.
ca: No tens permisos suficients per actualitzar l'extensió %s.

source: Begin installing plugin
ca: Instal·lant l'extensió

source: Begin activating plugin
ca: Activa l'extensió

source: Return to Required Plugins Installer
ca: Tornar a l'instal·lador d'extensions necessàries

source: Plugin activated successfully.
ca: Extensió activada.

source: All plugins installed and activated successfully. %s
ca: Totes les extensions s'han activat. %s

# taxonomy general name
source: Product Types
ca: Tipus de producte

# taxonomy singular name
source: Product Type
ca: Tipus de producte

source: Search Type
ca: Buscar tipus

source: All Product Types
ca: Tots els tipus de producte

source: Parent Product Type
ca: Tipus de producte pare

source: Parent Product Type:
ca: Tipus de producte pare:

source: Edit Product Type
ca: Editar tipus de producte

source: Update Product Type
ca: Actualitzar tipus de producte

source: Add New Product Type
ca: Afegir tipus de producte

source: New Product Type Name
ca: Nom del nou tipus de producte

# taxonomy singular name
source: Region
ca: Regió

source: Search Region
ca: Buscar regió

source: All Regions
ca: Totes les regions

source: Parent Region
ca: Regió pare

source: Parent Region:
ca: Regió pare:

source: Edit Region
ca: Editar revió

source: Update Region
ca: Actualitzar regió

source: Add New Region
ca: Afegir regió

source: New Region Name
ca: Nom de la nova regió

# taxonomy general name
source: Producers
ca: Productors

# taxonomy singular name
source: Producer
ca: Productor

source: Search Producer
ca: Cercar productor

source: All Producers
ca: Tots els productors

source: Parent Producer
ca: Productor pare

source: Parent Producer:
ca: Productor pare:

source: Edit Producer
ca: Editar productor

source: Update Producer
ca: Actualitzar productor

source: Add New Producer
ca: Afegir productor

source: New Producer Name
ca: Nom del nou productor

# Taxonomy General Name
source: Milk origins
ca: Orígens de la llet

# Taxonomy Singular Name
source: Milk origin
ca: Origen de la llet

source: Milk origins
ca: Orígens de la llet

source: All Milk Origins
ca: Tots els orígens de llet

source: Parent Origin
ca: Origen pare

source: Parent Origin:
ca: Origen pare:

source: New Milk Origin
ca: Nou origen de la llet

source: Add New Milk Origin
ca: Afegir origen de la llet

source: Edit Milk Origin
ca: Editar origen de la llet

source: Update Milk Origin
ca: Actualitzar origen de la llet

source: View Milk Origin
ca: Veure origen de la llet

source: Separate items with commas
ca: Separar elements amb comes

source: Add or remove items
ca: Afegir o eliminar elements

source: Choose from the most used
ca: Escollir entre les mes usades

source: Popular Milk Origins
ca: Orígens de la llet populars

source: Search Milk Origins
ca: Cercar orígens de la llet

source: Not Found
ca: No trobat

# Taxonomy General Name
source: Milk Types
ca: Tipus de llet

# Taxonomy Singular Name
source: Milk Yype
ca: Tipus de llet

source: Milk Types
ca: Tipus de llet

source: All Milk Types
ca: Tots els tipus de llet

source: Parent Type
ca: Tipus pare

source: Parent Type:
ca: Tipus pare:

source: New Milk Type
ca: Nou tipus de llet

source: Add New Milk Type
ca: Afegir tipus de llet

source: Edit Milk Type
ca: Editar tipus de llet

source: Update Milk Type
ca: Actualitzar tipus de llet

source: View Milk Type
ca: Veure tipus de llet

source: Popular Milk Types
ca: Tipus de llet populars

source: Search Milk Types
ca: Cercar tipus de llet

# Taxonomy General Name
source: Cheese Textures
ca: Pastes del formatge

# Taxonomy Singular Name
source: Cheese Texture
ca: Pasta del formatge

source: Cheese Textures
ca: Pasta del formatge

source: All Cheese Textures
ca: Tots els tipus de pasta

source: Parent Cheese Texture
ca: Pastes del formatge

source: Parent Texture:
ca: Tipus de pasta pare:

source: New Cheese Texture
ca: Nou tipus de pasta

source: Add New Cheese Texture
ca: Afegir tipus de pasta

source: Edit Cheese Texture
ca: Editar tipus de pasta

source: Update Cheese Texture
ca: Actualitzar tipus de pasta

source: View Cheese Texture
ca: Veure tipus de pasta

source: Popular Cheese Textures
ca: Tipus de pasta populars

source: Search Cheese Textures
ca: Cercar tipus de pasta

# Taxonomy General Name
source: Wine Types
ca: Tipus de vi

# Taxonomy Singular Name
source: Wine Type
ca: Tipus de vi

source: Wine Types
ca: Tipus de vi

source: All Wine Types
ca: Tots els tipus de vi

source: Parent Wine Type
ca: Tipus de vi pare

source: New Wine Type
ca: Nou tipus de vi

source: Add New Wine Type
ca: Afegir tipus de vi

source: Edit Wine Type
ca: Editar tipus de vi

source: Update Wine Type
ca: Actualitzar tipus de vi

source: View Wine Type
ca: Veure tipus de vi

source: Popular Wine Types
ca: Tipus de vi populars

source: Search Wine Types
ca: Cercar tipus de vi

# Taxonomy General Name
source: Allergens
ca: Al·lergògens

# Taxonomy Singular Name
source: Allergen
ca: Alergogen

source: Allergens
ca: Al·lergògens

source: All Allergens
ca: Tots els al·lergògens

source: Parent Allergen
ca: Al·lergogen pare

source: Parent Allergen:
ca: Al·lergogen pare:

source: New Allergen
ca: Nou al·lergogen

source: Add New Allergen
ca: Afegir al·lergogen

source: Edit Allergen
ca: Editar al·lergogen

source: Update Allergen
ca: Actualitzar al·lergogen

source: View Allergen
ca: Veure al·lergogen

source: Popular Allergens
ca: Al·lergògens populars

source: Search Allergens
ca: Cercar al·lergògens

source: Products
ca: Productes

source: Product
ca: Producte

source: Add Product
ca: Afegir producte

source: Add New Product
ca: Afegir producte

source: Edit
ca: Editar

source: Edit Product
ca: Editar producte

source: New Product
ca: Nou producte

source: View
ca: Veure

source: View Product
ca: Veure producte

source: Search Product
ca: Cercar producte

source: No Product found
ca: No s'ha trobat cap producte

source: No Product found in Trash
ca: No hi ha cap producte a la paperera

source: Parent Product
ca: Producte pare

source: Product Common Information
ca: Informació comuna de producte

source: Product Type
ca: Tipus de producte

source: Select a product type
ca: Escull un tipus de producte

source: Featured Image
ca: Imatge destacada

source: Region
ca: Regió, territori o Denominació d'Origen

source: Select a region
ca: Escull un territori

source: Producer
ca: Productor

source: Select the producer
ca: Escull el productor

source: Allergens information
ca: Informació sobre al·lergògens

source: Select the needed Allergen Information
ca: Escull els al·lergògens necessaris

source: Wine Specific Information
ca: Informació específica per a vi

source: Select the needed Wine Types
ca: Escull els tipus de vins necessaris

source: Cheese Specific Information
ca: Informació específica de formatge

source: Milk Origin
ca: Origen de la llet

source: Select the animals whose milk this cheese is made
ca: Escull els animals que han proporcionat la llet per a fer el formatge

source: Milk Type
ca: Tipus de llet

source: Select the milk characteristics
ca: Escull les característiques de la llet

source: Cheese Texture
ca: Tipus de pasta

source: Select Textures of this cheese
ca: Escull els tipus de pasta del formatge

source: Product Shopping Information
ca: Informació de compra del producte

source: Shopping URL
ca: URL del producte a una botiga online

source: Related Products
ca: Productes relacionats

source: Select an Item
ca: Escull un element

source: Clic to toggle
ca: Fes clic per obrir i tancar

source: Product slogan
ca: Crida del producte

source: Related Posts (and events)
ca: Entrades (i esdeveniments) relacionats

source: If the post is not saved, information cannot be displayed
ca: Fins que el producte no estigui gravat no es podrà mostrar aquesta informació

source: Related Posts
ca: Continguts relacionats

source: Post Title
ca: Títol del contingut

source: Post Type
ca: Tipus de contigut

source: Actions
ca: Accions

source: Open in a new window
ca: Obrir en una finestra nova

source: Something went wrong.
ca: Hi ha hagut un error.

source: Return to the dashboard
ca: Tornar al tauler

source: The following plugin was activated successfully:
ca: S'ha activat:

source: All plugins installed and activated successfully. %1$s
ca: Totes les extensions han estat activades i instal·lades. %1$s

source: Dismiss this notice
ca: Ignora el missatge

source: Return to the Dashboard
ca: Tornar al tauler

source: Private Repository
ca: Repositori privat

source: Pre-Packaged
ca: Inclòs amb aquesta extensió

source: WordPress Repository
ca: Extensions de WordPress

source: Required
ca: Imprescindible

source: Recommended
ca: Recomanable

source: Not Installed
ca: No instal·lada

source: Installed But Not Activated
ca: Instal·lada però no activa

source: Install
ca: Instal·la

source: Activate
ca: Activa

source: No plugins to install or activate. <a href="%1$s" title="Return to the Dashboard">Return to the Dashboard</a>
ca: No hi ha cap extensió pendent d'instal·lar o activar. <a href="%1$s" title="Torna al tauler">Torna al tauler</a>

source: Plugin
ca: Extensió

source: Source
ca: Font

source: Type
ca: Tipus

source: Status
ca: Estat

source: Install package not available.
ca: Paquet d'instal·lació no disponible

source: Downloading install package from <span class="code">%s</span>&#8230;
ca: Descarregant el paquet d'instal·lació des de <span class="code">%s</span>&#8230;

source: Unpacking the package&#8230;
ca: Desempaquetant el paquet&#8230;

source: Installing the plugin&#8230;
ca: Instal·lant l'extensió&#8230;

source: Plugin install failed.
ca: Ha fallat la instal·lació.

source: Plugin installed successfully.
ca: Extensió instal·lada.

source: Plugin activation failed.
ca: Ha fallat l'activació.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
ca: El procés d'instal·lació i activació acaba de començar. Aquest procés pot durar una estona en determinats servidors, sigues pacient.

source: %1$s installed and activated successfully.
ca: %1$s instal·lada i activada.

source: Show Details
ca: Mostra detalls

source: Hide Details
ca: Amaga detalls

source: All installations and activations have been completed.
ca: Totes les instal·lacions i activacions s'han completat.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
ca: Instal·lant i activant l'extensió %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
ca: El procés d'instal·lació acaba de començar. Aquest procés pot durar una estona en determinats servidors, sigues pacient.

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
ca: Error durant la instal·lació de %1$s: <strong>%2$s</strong>

source: The installation of %1$s failed.
ca: La instal·lació de %1$s ha fallat.

source: %1$s installed successfully.
ca: %1$s instal·lada.

source: All installations have been completed.
ca: Totes les instal·lacions han completat.

source: Installing Plugin %1$s (%2$d/%3$d)
ca: Instal·lant l'extensió %1$s (%2$d/%3$d)
